const quiz = [
    {
        "q": "Выбери ложный факт о Томе Харди:",
        "a" : {
            "w": "Актёр боится лошадей",
            "t": "У Тома и Энтони Хопкинса был один преподаватель актёрского мастерства",
            "c": "Том сирота",
        }
    },
     {
        "q": "Выбери ложный факт о Брюсе Уиллисе:",
        "a" : {
            "w": "В левом ухе Брюса 4 дырки для серёжек",
            "c": "Закончил Массачусетский технологический институт",
            "t" : "У актёра пять дочерей",
        }
    },
     {
        "q": "Выбери ложный факт о Майкле Фассбендере:",
        "a" : {
            "c": "Был женат семь раз",
            "t": "Бросил Drama Centre London на последнем курсе",
            "w": "До 17 лет Майкл и не думал об актёрстве, а хотел играть хэви-металл",
        }
    },
       {
        "q": "Выбери ложный факт о Бенедикте Камбербэтче:",
        "a" : {
            "c": "Делал пластическую операцию по увеличению скул",
            "t": "Актёр — Командор ордена Британской империи",
            "w": "Преподавал английский язык в тибетском монастыре",
        }
    },
      {
        "q": "Выбери ложный факт о Лори Хью:",
        "a" : {
            "w": "Имеет степень бакалавра по антропологии и археологии",
            "c": "Актёр сильно хромает",
            "t": "В 18 лет Хью выиграл чемпионат Великобритании по академической гребле",
        }
    },
    {
        "q": "Выбери ложный факт о Райане Гослинге:",
        "a" : {
            "w": "В детстве был членом Клуба Микки Мауса, в котором выступал вместе с Бритни Спирс",
            "c": "Имеет бизнес по печати своих портретов на женском белье",
            "t" : "Любимая еда — блюда из кальмаров",
        }
    },
       {
        "q": "Выбери ложный факт о Хью Джекмане:",
        "a" : {
            "w": "После окончания школы хотел посвятить себе радиожурналистике",
            "t": "Актёр — левша",
            "c" : "Виртуозно играет на варгане",
        }
    },
        {
        "q": "Выбери ложный факт о Райане Рейнольдсе:",
        "a" : {
            "с": "Его хобби — скандинавская вышивка",
            "t": "Двое из старших братьев Райна — полицейские",
            "w" : "Был женат на Скарлетт Йохансон",
        }
    },
         {
        "q": "Выбери ложный факт о Бене Аффлеке:",
        "a" : {
            "w": "Лечился от алкогольной зависимости",
            "t": "Пять раз был номинирован на 'Золотую малину'",
            "c": "Имеет сертификат повара-кондитера",
        }
    },
];