let answers = {
    "aa" : {
        "description" : "А вы точно из 1940-х.. ничего не скажешь, тяжелое время вы однако выбрали. Зато вы одним из первых могли бы посмотреть «Касабланку», «Золушку» и «Бемби».",
        "image" : "../images/1940.jpeg",
    } ,
    "b" : {
        "description" : "Однозначно вам подходят бунтарские 1950-е - десятилетие смелых дизайнеров! Вы бы точно шокировали родителей потертыми джинсами, короткими юбками, рабочими спецовками и виниловыми плащами! Время посмтреть «В джазе только девушки» с очаровательной Мэрилин Монро.",
        "image" : "../images/1950.jpeg",
    } ,
    "c" : {
        "description" : "1960-е. Расцвет рок-музыки и зарождение хиппи - вот, что вам по нраву! Кого бы выбрали: Beatles или The Rolling Stones? Эх, время неповторимой Одри Хепбёрн и «Завтрака у Тиффани».",
        "image" : "../images/1960.jpeg",
    } ,
    "d" : {
        "description" : "1970-е - десятилетие свободы и золотая эпоха «диско». ABBA? Boney M.? А может Bee Gees? Ох и сложный выбор предстоит сделать. Кстати, именно вы могли бы одним из первых оценить такие фильмы как «Иван Васильевич меняет профессию», «Крестный отец» и «Челюсти».",
        "image" : "../images/1970.jpeg",
    } ,
    "e" : {
        "description" : "1980-е будто созданы для вас! Идеальное время, чтобы поиграть в Nintendo и тетрис, прочитать «Парфюмера» и послушать Майкла Джексона, Мадонну и Queen! Вам однозначно нужно посмотреть «Мой сосед Тоторо», «Терминатора» и «Назад в будущее».",
        "image" : "../images/1980.jpeg",
    } ,
    "f" : {
        "description" : "А вам наверняка понравятся «лихие» 1990-е! Уверена, вы фанат Бритни Спирс или Spice Girls. А может вам по душе Иванушки International? Если еще не смотрели, то обязательно посмотрите «Зеленую милю» и «Матрицу»! И признавайтесь, вы ведь тоже не понимаете почему Роза не поделилась с Джеком спасательной доской?",
        "image" : "../images/1990.jpeg",
    } ,
    "g" : {
        "description": "Поздравляю, вам отлично подходят 2000-е! Люби меня, люби.. Отметые мошенники, Король и шут и Земфира, Eminem и Beyonce - выбор за вами. Уверена, фэнтази - ваш любимый жанр,и вы не раз пересматривали трилогию «Властелин колец» и фильмы о Гарри Поттере. Вы стали счастливым обладателем письма из Хогвардса? ",
        "image": "../images/2000.jpeg",
    },
    "h" : {
        "description" : "Ну а вам далко ходить не надо, ведь для для вас созданы 2010-е! Наверняка, смотрели видео Кати Клэп, знаете как убрать «лишнее» и какой фильтр наложить в Facetune. Признавайтесь, вы ведь тоже после долго осуждения Тиктока все же скачали его? Однако вместо того, чтобы проводить бесчисленные часы в Тиктоке, рекомедуем вам посмотреть «Интерстеллар», «Мстителей» и «Джокера»",
        "image" : "../images/2010.jpeg",
    },
};