const quiz = [
    {
        "q": "Выберите фразу, которая вам больше всего подходит",
        "a" : {
            "aa": "Я думаю, что лучше оставить прошлое в прошлом. Не оглядываться назад, только вперед",
            "b": "Миру-мир!",
            "c" : "Всё, что тебе нужно, - это любовь!",
            "d" : "И боль, и страх проходят, неизменна только смерть.",
            "e" : "Carpe diem. Ловите момент, мальчики. Сделайте свою жизнь экстраординарной",
            "f" : "Хьюстон, у нас проблема.",
            "g" : "Чем больше в своей жизни ты заботишься или беспокоишься о чем-то, тем сложнее это терять.",
            "h" : "Любовь — единственное, что способно противостоять пространству и времени."
        }
    },
     {
        "q": "С кем бы из этих людей вы бы хотели поговорить?",
        "a" : {
            "aa": "Кристиан Диор",
            "b": "Альфред Хичкок",
            "c" : "Джон Кеннеди",
            "d" : "Стивен Хокинг",
            "e" : "Майкл Джексон",
            "f" : "Леонардо Ди Каприо",
            "g" : "Джоан Роулинг",
            "h" : "Илон Маск"
        }
    },
     {
        "q": "Какой стиль вам ближе?",
        "a" : {
             "aa": "Что-то простое и практичное. Прямые юбки до колен и туфли на низком каблуке для женщин, пиджаки без пуговиц и декора, брюки без стрелок и отворотов - для мужчин.",
            "b": "У женщин обязательные атрибуты - шляпа и перчатки, а также высокие каблуки; с макияжем 24/7. Для мужчин: слегка расклешенные пиджаки, естественная линия плеч, подчеркнутая талия, обуженные рукава и прямые брюки.",
            "c" : "Нечто яркое и динамичное. Мини юбки и короткие платья, яркие разноцветные пластмассовые украшения - для женщин. Однобортные вельветовые или замшевые пиджаки, кардиганы, узкие брюки",
            "d" : "Для женщин: длина миди и макси; туники различной длины с брюками и шортами, брючные костюмы; обувь на платформе. Для мужчин: брюки-клеш, широкие штанины, жилеты, длинные рубашки, обтягивающие футболки, водолазки и полиэстеровые выходные костюмы",
            "e" : "Для женщин: леггинсы яркого окраса, пышная юбку, а также широкий топ с принтом; кожаные куртки, туфли-лодочки и широкие ремни на талии. Для мужчин: «варёнки», джинсы-пирамиды и «бананы», свободные рубашки с яркими галстуками, пиджаки с широкими плечами, украшенные стразами; туфли с острыми носами и грубые модели на платформе.",
            "f" : "Для женщин: кожаные куртки-косухи, объемные свитеры, свободные футболки с яркими принтами, леггинсы, вещи из денима, юбки-трапеции; клипсы и крупные серьги, бейсболки и значки. Для мужчин: джинсы различных цветов с высокой талией, пиджаки с широкими плечами разнообразной цветовой палитры, спортивные костюмы и олимпийки, поясные сумки.",
            "g" : "Для женщин: плиссированные юбки: модели в стиле диско, блестящие туфли, брюки, расшитые пайетками, топы и коктейльные платья; рубашки с длинными рукавами, топы, джинсы-клеш, набедренные брюки, белые джинсы и яркие колготки. Для мужчин: черные кожаные куртки, пальто, узкие джинсы, футболки Ed Hardy, фланелевые рубашки и свитеры с V-образным вырезом, отцовскими шляпы, авиаторы, байкерские ботинки, кеды Converse, Vans или кроссовки.",
            "h" : "Для женщин: джинсы скинни, рубашки в клеточку, бесформенные худи, экомех; нюд, нюд, нюд и неон. Для мужчин: рваные майки и джинсы; многослойность и легкая небрежность;  длинные и ассиметричные вещи."
        }
    },
       {
        "q": "Какие качества характерны для вас в большей степени",
        "a" : {
             "aa": "Осторожность и запасливость",
            "b": "Оптимизм и трудолюие",
            "c" : "Четолюбие и целеустремленность",
            "d" : "Великодушие и благородство",
            "e" : "Гибкость мышления и страмление к духовному росту",
            "f" : "Позитивность и нелюбовь ответственности",
            "g" : "Добропорядочность и прагматизм",
            "h" : "Креативность и многозадачность"
        }
    },
      {
        "q": "Какая еда вам кажется наиболее привлекательной?",
        "a" : {
            "aa": "Гавайские блюда; кокосовые креветки и жареная курица на гриле",
            "b": "Винегрет и «Пражский» торт",
            "c" : "Говядина, тушенная в бургундском вине",
            "d" : "Фондю и морковный пирог",
            "e" : "Барбекю и чизкейк",
            "f" : "Испанские тапас и мексиканская кухня",
            "g" : "Цезарь и паста Карбонара",
            "h" : "Бургеры и тирамису"
        }
    },
    {
        "q": "Где обычно берете новости?",
        "a" : {
             "aa": "От соседки, она всегда в курсе всех новостей",
            "b": "Из газет",
            "c" : "Смотрю телевизор, там врать не будут",
            "d" : "От родственников в Viber",
            "e" : "Захожу в гугл и ввожу запрос «Новости»",
            "f" : "Onliner и Tut.by",
            "g" : "Новостная лента Вконтакте, Instagram",
            "h" : "Сам(-а) специально новости не читаю"
        }
    },
   
        {
        "q": "Для чего, в основном пользуетесь интернетом?",
        "a" : {
             "aa": "Интернет? что это?",
            "b": "Для того, чтобы отправлять всем смешные видео/картинки",
            "c" : "Общаюсь с родственниками",
            "d" : "Смотрю видео на максимальной громкости",
            "e" : "Для работы и чтобы новости почитать",
            "f" : "Для того, чтобы выкладывать фото с #большим #количеством #хэштегов",
            "g" : "ВКонтакте, Instagram, Telegram и Moodle, если дистанционка",
            "h" : "Всегда, везде и для всего"
        }
    },
         
          {
        "q": "Какой мультфильм вы бы выбрали для просмотра?",
        "a" : {
             "aa": "«Золушка»",
            "b": "«Спящая красавица»",
            "c" : "«Малыш и Карлсон»",
            "d" : "«Трое из Простоквашино»",
            "e" : "«Русалочка»",
            "f" : "«Король Лев»",
            "g" : "«Валл-и»",
            "h" : "«Зверополис»"
        }
    },
];