let answers = {
    "Ф" : {
        "description" : "Форрест Гамп.<br> От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни. Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.",
        "image" : "Ф.jpg",
    } ,
    "Н" : {
        "description" : "Не/смотря ни на что. <br>Салия мечтает работать в гостиничном бизнесе и по окончании университета планирует поступить на стажировку в какой-нибудь европейский отель. К великому сожалению, во время учебы выясняется, что у него достаточно быстро развивается редкая генетическая болезнь, из-за которой он практически перестает видеть. Мечте, да и будущему в целом, конец — в отели слепых не берут. Даже на стажировку. И вот, уже совсем отчаявшись, Салия решает испытать судьбу и отправляет свое резюме в фешенебельный отель в Мюнхене без указания подробностей своего недуга. Ожидаемо, его с радостью берут на стажировку. Осталось только убедить всех, что ты видишь.",
        "image" : "Н.jpg",
    } ,
    "И" : {
        "description" : "Идеальный голос. <br>По наставлению отца Бека поступает в университет. В первый же день девушка понимает, что ей здесь не место: вокруг какие-то придурки, интересных занятий нет, а тренировать свой диджейские навыки просто негде. От нечего делать девушка идет на прослушивание для вступления в клуб а-капелла при университете. Беку с радостью берут в ряды хора «Барденские Беллы» и начинают обучать вокальным премудростям. И, вроде, петь и выступать со временем становится даже весело. Только всю радость губит самопровозглашенная лидер клуба, которая предпочитает современным хитам нафталин из 80-х." ,
        "image" : "И.jpg",
    } ,
    "Х" : {
        "description" : "Хатико: Самый верный друг. <br> В основе сюжета - реальная история, случившаяся в Японии и потрясшая весь мир. Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал Профессора на вокзале. И даже потеря хозяина не остановила пса в его надежде, что друг вернется." ,
        "image" : "Х.jpg",
    } ,
    "S" : {
        "description" : "Superнянь. <br> Вы ещё бороздите просторы интернет-пространства в поисках комедии, чтобы поржать до слез? Остановите свой выбор на фильме «Superнянь» и точно не пожалеете. Жизнь неудачника-Френка переворачивается с ног на голову, когда его босс просит оказать ему услуги – Френку необходимо один уикенд присмотреть за его сыном-хулиганом, пока они с женой будут в путешествии. Всё бы ничего, да вот только в предстоящие выходные у Френка намечается грандиозная вечеринка в честь его дня рождения, которое друзья Френка решают отметить непосредственно в доме его начальника." ,
        "image" : "S.jpg",
    } ,
    "З" : {
        "description" : "Зачетный препод 2. <br> Некогда злостный преступник, а теперь популярнейший среди учеников школы для сложных подростков им. Гёте учитель Зэки Мюллер, проводит свои дни за проверкой сочинений, контрольных и ведением табеля успеваемости учеников. Но серым преподавательским будням приходит конец, ведь Зэки в компании всего класса и очаровательной напарницы Лиси отправляют в Таиланд дабы наладить отношения с местной азиатской коррекционной школой." ,
        "image" : "З.jpg",
    } ,
    "Д" : {
        "description" : "Джокер. <br> Немолодой мужчина Артур Флек работает клоуном, живет с больной мамой в неблагополучном районе Готэма и мечтает стать стэндап-комиком, чтобы дарить зрителям радость. Но Артур — странный человек, плохо вписывающийся в общество, у него серьезные психические проблемы, вынуждающие регулярно принимать кучу таблеток. А вокруг грязь, уныние, унижение, раздраженные люди — тут и здоровому человеку приходится непросто. Все это, собственно — мощный психологический триллер о том, откуда появился злодей Джокер. Никакой фантастики. ",
        "image" : "Д.jpg",
    } ,
    "До" : {
        "description" : "До встречи с тобой. <br> Лу Кларк знает, сколько шагов от автобусной остановки до ее дома. Она знает, что ей очень нравится работа в кафе и что, скорее всего, она не любит своего бойфренда Патрика. Но Лу не знает, что вот-вот потеряет свою работу и что в ближайшем будущем ей понадобятся все силы, чтобы преодолеть свалившиеся на нее проблемы.",
        "image" : "До.jpg",
    } ,
    "Б" : {
        "description" : "Бриллиантовая рука. <br> Кинороман из жизни контрабандистов с прологом и эпилогом. В южном городке орудует шайка «валютчиков», возглавляемая Шефом и его помощником Графом. Скромный советский служащий и примерный семьянин Семен Семеныч Горбунков отправляется в зарубежный круиз на теплоходе, на котором также плывет Граф, который должен забрать бриллианты в одном из восточных городов и провезти их в загипсованной руке. Но в силу недоразумения вместо жулика на условленном месте падает ничего не подозревающий Семен Семенович и драгоценный гипс накладывают ему. Вот тут-то все и начинается… ",
        "image" : "Б.jpg",
    } ,
} ;   
