const quiz = [
    {
        "q": "Какую творческую профессию ты бы хотел(а) освоить?",
        "a" : {
            "w": "Писатель(ница)",
            "t": "Художник(ца)",
            "c" : "Комик",
            "s" : "Музыкант",
            "h" : "Актёр(актриса)",
            "f" : "Дизайнер"
        }
    },
     {
        "q": "Чем вы любите заниматься в свободное время?",
        "a" : {
            "w": "Убираюсь",
            "t": "Мечтаю уничтожить мир",
            "c" : "Хожу в спортзал",
            "s" : "Живу в своё удовольствие",
            "h" : "Читаю книги",
            "f": "Спасаю мир",
        }
    },
     {
        "q": "Когда ты чувствуешь себя несчастней всего?",
        "a" : {
            "w": "Когда от меня отворачиваются близкие",
            "t": "Когда все случается не так, как я планировала",
            "c" : "Когда люди издеваются надо мной",
            "s" : "Когда меня засасывает рутина",
            "h" : "Всегда",
            "f": "Никогда",
        }
    },
       {
        "q": "Где бы вам хотелось оказаться прямо сейчас?",
        "a" : {
            "w": "У себя дома, в уютном кресле",
            "t": "В далёкой-далёкой галактике",
            "c" : "В тихом безлюдном тёмном месте",
            "s" : "В библиотеке",
            "h" : "На Мальдивах",
            "f": "На Пхукете с пачкой денег",
        }
    },
      {
        "q": "Что для тебя самое главное в жизни?",
        "a" : {
            "w": "Семья",
            "t": "Справедливаость",
            "c" : "Деньги",
            "s" : "Удовольствия любого рода",
            "h" : "В жизни нет ничего главного",
            "f": "Счастье",
        }
    },
    {
        "q": "Какой внешний вид лучше всего вам подходит?",
        "a" : {
            "w": "Одежда, которая подчёркивает фигуру",
            "t": "Классический стиль",
            "c" : "Максимально яркие аксессуары",
            "s" : "Благородный винтаж",
            "h" : "Что-то немаркое и неброское",
            "f": "Спортивный стиль",
        }
    },
        {
        "q": "Ты довольна своей жизнью?",
        "a" : {
            "w": "Когда становишься довольным, перестаешь развиваться. Я считаю, что мне есть куда расти",
            "t": "Мне бы хотелось чуть больше интриги в ней, а то одна рутина",
            "c" : "Да, я очень-очень счастлива!",
            "s" : "Разве это жалкое существование можно назвать жизнью?..",
            "h" : "Когда как: иногда я на седьмом небе, а иногда как будто в мусор окунули",
            "f": "Хотелось бы многое поменять...",
        }
    },
         {
        "q": "Если бы твоя жизнь была пирогом, что было бы главным ингредиентом?",
        "a" : {
            "w": "Размышления",
            "t": "Тайна",
            "c" : "Смех",
            "s" : "Отчаяние",
            "h" : "Суета",
            "f": "Успех",
        }
    },
          {
        "q": "С чего начинается твое утро?",
        "a" : {
            "w": "Я встаю с петухами и иду на зарядку",
            "t": "Я открываю телефон и смотрю соцсети",
            "c" : "Я иду на работу, не позавтракав",
            "s" : "Оно не начинается: я сплю до вечера",
            "h" : "По-разному",
            "f": "Я включаю колонку с приятной музыкой",
        }
    },
    {
        "q": "Вам понравился тест?",
        "a" : {
            "w": "Все хорошо, я могу ответить еще на пару глупых вопросов",
            "t": "Что, уже все? Может, еще пообщаемся?",
            "c" : "О! Я прекрасно провожу время вне зависимости от результатов",
            "s" : "Все будет зависеть от результатов ",
            "h" : "Гони результаты!",
            "f": "Ужас, время будто остановилось",
        }
    },
];