const quiz = [
    {
        "q": "Почему ты хочешь посмотреть фильм? ",
        "a" : {
            "Ф": "Чтобы задуматься о важном",
            "До": "Чтобы пришло вдохновение",
            "Х" : "Чтобы поплакать и погрустить",
            "З" : "Чтобы посмеяться ",
        }
    },
     {
        "q": "У тебя был тяжелый день? ",
        "a" : {
            "З": "Да, я хочу отдохнуть",
            "До": "Да, поэтому я тут за вдохновением",
            "Х": "Нет, я хочу посмотреть что-то серьёзное ",
        }
    },
     {
        "q": "Хочешь ли ты увидеть счастливый конец? ",
        "a" : {
            "До": "Да, я не хочу лить слёзы",
            "Х": "Нет, погрустить- самое то",
        }
    },
       {
        "q": "С кем ты будешь смотреть кино?",
        "a" : {
            "Х": "В одиночестве",
            "До": "Со своей второй половинкой",
            "З" : "С друзьями",
        }
    },
      {
        "q": "Что у тебя в вечернем меню?",
        "a" : {
            "Ф": "Искусство воспринимается только на голодный желудок ",
            "З": "Попкорн",
            "Х" : "Легкие закуски",
            "До" : "Фрукты, вино… все дела",
        }
    },
    {
        "q": "Хороший фильм должен:",
        "a" : {
            "Ф": "Оставить послевкусие",
            "Х": "Затронуть чувства",
            "До" : "Показать, что всё возможно ",
            "З" : "Разрядить обстановку",
        }
    },
     {
        "q": "Какой эпохи фильм ты хочешь посмотреть?",
        "a" : {
            "До": "Что-нибудь новенькое (2000-2020)",
            "Ф": "Что-нибудь старенькое (1940-1990)",
        }
    },
];