let answers = {
    "s" : {
        "description" : "Эми (Исчезнувшая). Если ты не смотрел(а), не будем спойлерить, почему эта героиня мягко говоря не в себе. Если смотрел(а), у нас вопрос – как после такого вообще хотеть замуж?",
        "image" : "ga11_1 (3).jpg",
    } ,
    "w" : {
        "description" : "Мэри Поппинс («Мэри Поппинс возвращается»). Поздравляем, вы – само совершенство! Умница, красавица, дети вас просто обожают. Никогда не думали о карьере няни?",
        "image" : "87b00c8c222c6c0afc2a70a03daa2e71.jpeg",
    } ,
    "c" : {
        "description" : "Джокер. Мама всегда ему говорила улыбаться и дарить людям радость. Он пытался, но его шутки с пистолетами никто так и не понял. А ты?",
        "image" : "e8ee09977e6d41cb37af0fc1275160e6670d069e.jpg",
    } ,
    "h" : {
        "description" : "Брюс Робертсон (Грязь). Детектив-сержант пытается быть хорошим полицейским и расследовать убийство студента, но развивающаяся шизофрения и зависимости любого рода стоят у него на пути. Джеймс Макэвой признавался, что команда нарочно снимала невнятицу – удачи в том, чтобы разобраться, кто из героев в чем виновен!",
        "image" : "scale_1200.webp",
    } ,
    "t" : {
        "description" : "Бен Кэш (Капитан Фантастик). Бен с женой и шестью детьми живет в хижине в глубине леса. Дети не знают ничего про интернет, едят сладкое раз в год, но зато в шесть лет цитируют Карла Маркса и бегают рысцой по горам – и все это благодаря воспитанию. Отец семейства долго считал, что растил потомство правильно – пока вся орава не попадает в реальный мир после самоубийства матери.",
        "image" : "4_db0cf132.jpg",
    } ,
    "f" : {
        "description" : "Тони Старк («Мстители: Финал»). Гений современности, красавчик и герой, к тому же очень скромный. Никого не напоминает? Да это же вы собственной персоной! И кому, как не вам, пожертвовать собой ради всеобщего благополучия? Такова судьба героев.",
        "image" : "s.jpg",
    } ,
};